cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ansible'
brew 'ack'
brew 'coreutils'
brew 'emacs', args: ['with-cocoa']
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'kubernetes-cli'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'nvm'
brew 'readline'
brew 'haskell-stack'
brew 'ghc'
brew 'cabal-install'
brew 'roundup'
brew 'unrar'
brew 'wget'

cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'